export const questions = [
  {
    title: 'Понятие нормирования труда',
    answers: [
      {
        title: 'Определение затрат времени, требующихся для выполнения той или иной работы в различных организационно – технических условиях',
        bool: true
      },
      {
        title: 'Определение количества персонала для выполнения той или иной работы',
        bool: false
      },
      {
        title: 'Определение количества оборудования, которое может обслуживать работник',
        bool: false
      }
    ]
  },
  {
    title: 'Какие бывают нормы труда?',
    answers: [
      {
        title: 'Нормы выработки, времени, обслуживания, численности, управляемости',
        bool: true
      },
      {
        title: 'Нормы выработки, времени',
        bool: false
      },
      {
        title: 'Нормы времени, численности',
        bool: false
      }
    ]
  },
  {
    title: 'Показатели премирования подразделяются на',
    answers: [
      {
        title: 'Количественные',
        bool: true
      },
      {
        title: 'Качественные',
        bool: true
      },
      {
        title: 'Экономические',
        bool: true
      },
      {
        title: 'Цеховые',
        bool: false
      },
      {
        title: 'Межцеховые',
        bool: false
      },
      {
        title: 'Основные',
        bool: false
      }
    ]
  }
]